{
  "jobDescription": [
    {
      "id": "1",
      "jobGroup": "Android Developer",
      "number": "7th Freshman",
      "deadLine": "always",
      "innerImage": "",
      "text1": "1. Participate in the development of new Android apps.\n2. Participate in themaintenance of the existing service 'Record Me, Today's Day'.",
      "text2": "Students interested in Android app development\nStudents with experience in Java or Kotlin languages",
      "text3": "Submission of documents > Preliminary assignments > Interview > Confirmation of acceptance",
      "text4": "Although it may be difficult at first, if you work hard and work hard, your skills and experience will follow. I grew up like that, so if you work hard, you can do it too."
    },
    {
      "id": "2",
      "jobGroup": "iOS Developer",
      "number": "7th Freshman",
      "deadLine": "always",
      "innerImage": "",
      "text1": "1. Participate in the development of new iOS apps.\n2. Participate in the maintenance of the existing service, 'Record Me, Today'.",
      "text2": "Students interested in development\nA student who is persistent and does not give up",
      "text3": "Submission of documents > Preliminary assignments > Interview > Confirmation of acceptance",
      "text4": "Doing iOS is a hard and lonely road. Therefore, it takes a lot of effort, and persistence not to give up is important. Please note that we plan to hire people based on their sincerity, not those who are good at it from the start."
    },
    {
      "id": "3",
      "jobGroup": "Front-End Developer",
      "number": "7th Freshman",
      "deadLine": "always",
      "innerImage": "",
      "text1": "1. Participate in new Front-End development work.\n2. Participate in web maintenance and function addition of the existing service 'Record Me, Today'.",
      "text2": "Students with some understanding of JavaScript\nStudents interested in web development and React development",
      "text3": "Submission of documents > Preliminary assignments > Interview > Confirmation of acceptance",
      "text4": "I don't think I'm good enough to teach anyone yet, but if there's something you don't know, I'll do my best to help."
    },
    {
      "id": "4",
      "jobGroup": "Back-End Developer",
      "number": "7th Freshman",
      "deadLine": "always",
      "innerImage": "",
      "text1": "1. Participate in server development for a new project.\n2. Participate in the maintenance of the existing service 'Record Me, Today'.\n3. Learn about database management, AWS cloud computing environment management.",
      "text2": "Students who have heard of or are interested in Go language\nStudents interested in servers and databases",
      "text3": "Submission of documents > Preliminary assignments > Interview > Confirmation of acceptance",
      "text4": "Having experience in real service is a very big score in finding a backend position. In that sense, our club can build up good experiences. Thank you for your support."
    },
    {
      "id": "5",
      "jobGroup": "UI/UX Designer",
      "number": "7th Freshman",
      "deadLine": "always",
      "innerImage": "/image/jobGroup/InnerImage.svg",
      "text1": "UX (User eXperience) means user experience.\nUI/UX designers think user-centered and play a role in user-friendly design.\nParticipate in all stages from planning to development, and participate in product development. It plays a big role.\n1. Participate in the redesign of the existing service 'Record Me, Today'.\n2. According to the UX methodology, I participate in research/user flow production/wireframe production/prototyping/UI design.\n3. We produce icons, etc. necessary for the project, and finally produce a design system.",
      "text2": "Those who have experience with design tools [ex|Photoshop, Illustrator, Figma, Adobe XD, etc.]\nThose who are aware of the need for design with a reason",
      "text3": "Submission of documents > Preliminary assignments > Interview > Confirmation of acceptance",
      "text4": "In a project, design plays a much larger role than you might think. It will be a good experience if you participate as a UX/UI designer in Today's Haru team and design for users."
    }
  ]
}